<%@page language="java" contentType="text/html; charset=utf-8"
        pageEncoding="utf-8"%>
<html>
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
  <meta http-equiv="Content-Style-Type" content="text/css">
  <meta name="viewport"content="width=device-width, initial-scale=1.0, minimum-scale=0.5, maximum-scale=2.0, user-scalable=yes"/>
  <title>用户服务协议</title>
  <meta name="Generator" content="Cocoa HTML Writer">
  <meta name="CocoaVersion" content="1265.21">
  <style type="text/css">
    p.p2 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 30.0px; font: 14.0px 'Microsoft YaHei'; color: #333333; background-color: #ffffff}
  </style>
</head>
<body>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第一条 定义与解释</h3>
<p class="p2">1.1 除本协议另有规定外，下列用语或术语应当具有以下定义：</p>
<p class="p2">词语定义</p>
<p class="p2">天天投指成都添砖加瓦科技有限公司运营的为用户（包括但不限于创业者、投资人）提供信息对接服务的互联网平台。</p>
<p class="p2">用户指符合天天投规定的条件、同意遵守本协议的约定、自愿申报注册成为天天投平台认证会员并被许可使用天天投平台服务的主体。用户包括创业者、投资人及其他认证会员。</p>
<p class="p2">创业者指符合天天投规定的创建公司档案相关资格要求、同意遵守本协议的约定自愿申请，使用天天投创建公司档案服务的用户。</p>
<p class="p2">投资人投资于天天投平台同一创业融资公司的投资人根据天天投的规定设立有限合伙企业，并以该有限合伙企业为主体投资于创业融资公司。本协议针对投资人的权利义务同样适用于该有限合伙企业。</p>
<p class="p2">平台服务指天天投为用户提供的一系列信息对接服务、平台软件系统支持等服务，包括但不限于发布/浏览信息服务、创建公司档案服务、在线投资/融资服务等。</p>
<p class="p2">创建公司档案服务指天天投为创业者提供的在天天投平台创建公司档案的相关服务。</p>
<p class="p2">在线投资服务指天天投为投资人提供的在线投资服务，包括但不限于提供公司信息、提供在线投资工具及其他相关服务。</p>
<p class="p2">1.2 本协议提及的条款，均是指本协议的条款。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第二条 协议当事人</h3>
<p class="p2">2.1 天天投与用户经友好协商，依据《中华人民共和国合同法》、《中华人民共和国公司法》及其他相关法律、法规的规定，本着平等、自愿、等价有偿的原则，就天天投向用户提供平台服务/创建公司档案服务/在线投资服务事宜，达成本服务协议，以资共同遵守。</p>
<p class="p2">2.2 除非协议中另有约定，天天投、用户、创业者、投资人在本协议中合称为“各方”，单称为“一方”。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第三条 服务内容</h3>
<p class="p2">3.1 用户在阅读、理解本协议内容并同意接受本协议后，自愿申报注册成为天天投平台认证会员的，在本协议生效后有权依据天天投的相关规定及本协议的约定使用天天投平台服务/创建公司档案服务/在线投资服务等，并使用本协议及其签署同意的其他协议规定的相应服务。</p>
<p class="p2">3.2 创业者在本协议生效后有权依据天天投的相关规定及本协议的约定使用天天投平台提供的创建公司档案服务，在天天投平台创建公司档案。</p>
<p class="p2">3.3 投资人在本协议生效后有权依据天天投的相关规定及本协议的约定使用天天投平台提供的在线投资服务。</p>
<p class="p2">3.4 天天投依据本协议的约定，运用自身的操作系统通过国际互联网络为用户提供平台服务/创建公司档案服务/在线投资服务等服务。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第四条 服务期限与服务价款</h3>
<p class="p2">4.1 本协议服务期限自本协议生效之日起至用户会员资格被终止之日或平台服务中所涉具体交易或事项完成之日止（二者中以后到时间为准）。</p>
<p class="p2">4.2 投资人（包括投资人设立的有限合伙企业）使用天天投平台提供的在线投资服务投资于天天投平台创业融资公司、取得创业融资公司股权/股份/份额的，投资人应向天天投支付服务价款；服务价款数额为投资人（包括投资人设立的有限合伙企业）基于其在创业融资公司所享有股权/股份/份额而取得的任何收益（包括但不限于分红、股权转让溢价等）的5%。</p>
<p class="p2">4.3 用户在服务期限内使用天天投提供的其他有偿服务的，应根据与天天投达成的相关协议支付服务价款。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第五条 天天投之权利和义务</h3>
<p class="p2">5.1 天天投声明并承诺其是依据中国法律设立并有效存续的有限责任公司，具有一切必要的权利及能力订立及履行本协议项下的所有义务和责任；本协议一经生效即对其具有法律约束力。</p>
<p class="p2">5.2 天天投承诺并保证运用其天天投平台为用户提供本协议约定的服务，但不对以下事项作出担保或保证或承担任何责任：</p>
<p class="p2">（1） 用户利用天天投平台发布的信息的真实性、准确性、完整性、合法性、及时性或有效性；</p>
<p class="p2">（2） 用户的投资收益、交易的达成等事项；</p>
<p class="p2">（3） 投资人的投资损失；</p>
<p class="p2">（4） 除另有特殊说明外，天天投不以口头、书面或其他任何形式为用户提供意见或信息。</p>
<p class="p2">5.3 天天投承诺并保证依据自身既有条件和水平最大限度的维护天天投平台的系统稳定性，但不就电讯系统或互联网的中断或无法运作、技术故障、计算机错误或病毒、信息损坏或丢失或由此而产生的其他任何非自身原因引起的问题向用户或任何第三方承担赔偿责任。</p>
<p class="p2">5.4 天天投承诺并保证严格尊重和维护用户的隐私，保守用户的秘密，除非经用户书面授权，天天投承诺并保证不公开、修改或透露用户/创业者/投资人的基本资料、公司保密信息，亦不公开天天投平台各项服务中的非公开内容，但以下情况除外：</p>
<p class="p2">（1） 根据中国法律、法规和规范性文件的强制性规定，或应有权机关要求，有义务提供用户在天天投平台网页上发布的信息内容及其发布时间、互联网地址或者域名等信息；</p>
<p class="p2">（2） 为维护天天投平台的知识产权和其他合法权益；</p>
<p class="p2">（3） 在紧急情况下为维护用户个人和社会大众的合法权益；</p>
<p class="p2">（4） 根据本协议及天天投的相关规定或者天天投平台认为必要的其他情况下。</p>
<p class="p2">5.5 用户有如下行为之一的，天天投平台有权单方终止本协议，立即停止对用户发布信息的技术支持和其他服务，并保存有关记录、删除含有有关信息的地址、目录或关闭服务器，必要时可依据中国法律、法规及规范性文件向国家有关机关报告。用户应承担全部法律责任，并赔偿天天投、天天投及其他任何第三方由此受到的损失，包括合理的追索费用：</p>
<p class="p2">（1） 用户提供的信息/产品侵害任何第三方知识产权、财产权等合法权益，或可能对第三方造成不利影响或侵害；</p>
<p class="p2">（2） 用户利用天天投平台提供之网络平台进行任何违法犯罪活动，或宣传散播法律法规禁止散播的信息，或实施其他损害天天投平台利益的行为；</p>
<p class="p2">（3） 用户有违反本协议及天天投制定的其他相关制度、规则的行为，经天天投警告后在一定期限内仍未改正；</p>
<p class="p2">（4） 用户的行为严重干扰天天投正常的服务活动。</p>
<p class="p2">5.6 天天投承诺并保证若其或天天投违反上述承诺和保证而给用户造成损失，或导致无法提供本协议所述之服务，天天投同意对用户因此而遭受的损失承担相应的赔偿责任。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第六条 用户之权利和义务</h3>
<p class="p2">6.1 用户声明并承诺其是依据中国法律设立并有效存续的有限责任公司/股份有限公司/其他形式的组织或为具有完全民事行为能力的自然人，具有一切必要的权利及能力订立及履行本协议项下的所有义务和责任；本协议一经生效即对其具有法律约束力。</p>
<p class="p2">6.2 用户有权依据本协议的约定使用天天投平台提供的各项服务。</p>
<p class="p2">6.3 用户承诺并保证遵守本协议以及其与天天投或其关联方签署的其他协议的约定，并遵守天天投制定的其他相关制度、规则，维护天天投的正常运作及其公信力，不实施有损于天天投的行为，包括但不限于以下行为：</p>
<p class="p2">（1） 未经天天投书面许可，通过本协议约定方式之外的途径进入天天投计算机信息网络系统或者使用本协议约定范围外的信息网络资源或服务；</p>
<p class="p2">（2） 未经天天投书面许可，对天天投平台计算机信息网络功能进行删除、修改或者增加；</p>
<p class="p2">（3） 未经天天投书面许可，对天天投平台计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；</p>
<p class="p2">（4） 故意制作、传播计算机病毒等破坏性程序；</p>
<p class="p2">（5） 其他危害计算机信息网络安全、妨碍天天投正常运作、有损其公信力的行为。</p>
<p class="p2">6.4 用户承诺并保证妥善保管其在天天投平台的账号和密码，并对其账户中的所有活动和事件承担责任。用户有权随时修改其密码和图标，也可注销旧的帐户开立新帐户。用户若发现任何非法使用其帐号或存在安全漏洞的情况，应立即通知天天投并采取措施以减少不必要的损失。</p>
<p class="p2">6.5 用户承诺并保证在本协议第4.1款规定的服务期限内，仅接受天天投提供的服务，不再与其他任何第三方就与本协议服务内容相同或类似的服务事项进行磋商、谈判或者合作。</p>
<p class="p2">6.6 用户承诺并保证按照本协议第4.2、4.3款的规定向天天投按时、足额支付服务价款。</p>
<p class="p2">6.7 用户承诺并保证其提供或发布的所有信息（包括但不限于用户/创业者/投资人的基本资料、公司保密信息等）是真实、准确、完整的，符合中国各项法律、法规及规范性文件以及天天投相关规则的规定，不存在虚假、误导性陈述或重大遗漏，并承诺及时对已发布的信息进行更新、维护和管理。</p>
<p class="p2">6.8 用户承诺并保证其提供或发布的信息不存在以下情形：</p>
<p class="p2">（1） 违反中国各项法律、法规及规范性文件规定的；</p>
<p class="p2">（2） 危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的，煽动民族仇恨、民族歧视，破坏民族团结的，破坏国家宗教政策、宣扬邪教和封建迷信的，有损国家荣誉和利益的；</p>
<p class="p2">（3） 散布谣言、含有淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪信息，扰乱社会秩序，破坏社会稳定的；</p>
<p class="p2">（4） 侮辱或者诽谤他人，侵犯其他任何第三方知识产权及其他合法权益的；</p>
<p class="p2">（5） 其他含有法律、法规及规范性文件禁止内容的。</p>
<p class="p2">6.9 用户承诺并保证依据自身判断对在天天投平台上创建、发布公司或投资公司作出独立的、审慎的决定，并保证依法、依约完成其通过使用天天投平台提供的服务而达成的各项交易。</p>
<p class="p2">6.10 用户承诺并保证使用天天投平台服务的风险由其自身承担，其根据自身需求下载或通过天天投平台产品服务取得相关信息资料，并由其自行承担系统受损、资料丢失以及其它任何风险。</p>
<p class="p2">6.11 用户承诺并保证若其违反上述承诺和保证而给天天投造成损失，用户同意对天天投因此而遭受的损失承担相应的赔偿责任。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第七条 创业者之权利和义务</h3>
<p class="p2">7.1 创业者承诺并保证遵守本协议第六条的约定，享有相关权利，履行相关义务。</p>
<p class="p2">7.2 创业者有权依据本协议的约定使用天天投平台提供的创建公司档案服务。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第八条 投资人之权利和义务</h3>
<p class="p2">8.1 投资人承诺并保证遵守本协议第六条的约定，享有相关权利，履行相关义务。</p>
<p class="p2">8.2 投资人有权依据本协议的约定使用天天投平台提供的在线投资服务。</p>
<p class="p2">8.3 投资人承诺并保证按照本协议第4.2款的规定向天天投按时、足额支付服务价款。</p>
<p class="p2">8.4 投资人承诺并保证依据自身判断对天天投平台上发布的公司作出独立的投资决定、审慎发出投资意向；投资人承诺其向天天投平台所发出的投资意向为其真实的、不可撤销的意思表示，保证依据其发出的投资意向实施投资行为；并保证依法、依约完成其通过使用天天投平台提供的服务而达成的各项交易。</p>
<p class="p2">8.5 投资人承诺并保证其已充分了解并知晓投资公司的风险，其使用天天投平台服务的风险以及根据自身判断作出投资决定所造成的风险由其自行承担。</p>
<p class="p2">8.6 投资人承诺并保证优先使用天天投提供的财务顾问服务或使用由天天投推荐的第三方为其提供财务顾问服务，具体的财务顾问服务内容由投资人与天天投或投资人与其他第三方另行协商签订服务协议进行约定，包括并不限于有限合伙企业的注册和变更、股权/债权投资等。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第九条 知识产权</h3>
<p class="p2">9.1 天天投平台所提供服务涉及到的其自身开发的产品的所有权以及软件的知识产权等归天天投所有。</p>
<p class="p2">9.2 用户或用户代理的著作权人同意天天投在本协议有效期内对用户所上载的原创作品或是用户得到著作权人授权转载的作品享有使用权，但该等作品的所有权/著作权仍归用户或原著作权人享有。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十条 税项和费用之规定</h3>
<p class="p2">协议各方一致同意，本协议所涉及的税项和费用，按照中国有关法律、法规及规范性文件的规定办理。法律没有明确规定的，由各方各自/平均负担。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十一条 保密义务</h3>
<p class="p2">11.1 协议任何一方对根据本协议获得的其他方的保密信息（包括但不限于天天投的技术秘密、资源，用户的基本资料等保密信息）及本协议所涉保密事项承担同等保密义务，未经协议其他方许可不得擅自将有关信息、资料披露给第三方（根据法律要求履行必要的信息披露义务除外）；如因违反本保密义务给任一方造成经济损失的，应予以赔偿。</p>
<p class="p2">11.2 协议任何一方对于基于本协议从另一方获取的标有秘密或专有标记的信息或技术、商业或者管理等方面的有关知识，应当承担保密义务，在本协议有效期内或本协议履行完毕之后，任何一方不得利用这些知识或信息，不得向他人披露；如因违反本保密义务给其他方造成经济损失的，应予以赔偿。</p>
<p class="p2">11.3 上述保密义务不适用于任何下列情况：</p>
<p class="p2">（1） 在本协议签订当日或之后任何时间，并非由于接受方的原因而为公众所知的保密资料；</p>
<p class="p2">（2） 有关法律、行政法规、规范性文件和有关政府、行业主管部门规定须予披露时；</p>
<p class="p2">（3） 为执行本协议，各方可按需要合理地向其雇员、专业顾问或代理人披露适当的保密资料，各方须确保和促使其雇员、专业顾问或代理人遵守本协议约定的保密义务。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十二条 法律适用和争议解决</h3>
<p class="p2">12.1 本协议的制定、解释、及其在执行过程中出现的或与本协议有关的异议的解决，受中华人民共和国现行有效的法律、法规及规范性文件的约束。</p>
<p class="p2">12.2 在本协议执行过程中，若出现与本协议有关的争议，协议各方应尽量本着友好协商的精神予以协商解决；若各方于三十日内协商不能解决或任意一方不同意协商解决的，则任何一方有权将争议提交有管辖权的法院通过诉讼解决。</p>
<p class="p2">12.3 在诉讼过程中，除有争议的事项外，本协议应继续执行。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十三条 违约责任</h3>
<p class="p2">对于协议一方的任何违约行为，其他方有权以书面形式通知违约方要求补救。除非违约方在十日内采取及时、充分的补救措施，否则要求补救的守约方有权就其所受的损失要求违约方赔偿。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十四条 不可抗力</h3>
<p class="p2">14.1 本协议所指不可抗力系指:地震、风暴、严重水灾或其他自然灾害，瘟疫、战争、暴乱、敌对行动、公共骚乱、公共敌人的行为、政府或公共机关禁止，黑客攻击、政府管制或因第三方原因导致网络通讯瘫痪等任何一方无法预见、无法控制和无法避免的事件。</p>
<p class="p2">14.2 若发生了不可抗力事件导致任何一方或各方不能履行其任何的契约性义务，该等义务应在不可抗力事件存在时暂停，而义务的履行期应自动按暂停期顺延而不加以处罚。</p>
<p class="p2">14.3 遭遇不可抗力的一方或各方应在发生不可抗力事件后的十天内向其他方提供发生不可抗力和其持续期的适当证明，并应尽其最大努力终止不可抗力事件或减少其影响。</p>
<p class="p2">14.4 发生不可抗力事件时，各方应立即磋商以寻求一个公平的解决方法，并应采用所有合理努力以减轻不可抗力的影响。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十五条 协议的生效与终止</h3>
<p class="p2">15.1 本协议自用户同意接受本协议全部条款之日（以在本协议下方“□我同意”处划“√”为准）起生效。本协议生效后，对各方均具有法律约束力。</p>
<p class="p2">15.2 本协议自第4.1款所述服务期限届满之日起终止。</p>
<h3 style="margin: 0.0px 0.0px 0.0px 0.0px; line-height: 26.0px; font: 14.0px 'Microsoft YaHei'; background-color: #ffffff">第十六条 附则</h3>
<p class="p2">16.1 本协议取代了各方就服务事项之前所达成的任何口头协议、谅解或备忘录。 本协议项下的条款和条件构成各方完整和有约束力的义务，协议各方就本协议未尽事宜经协商一致签署的补充协议或确认函，与本协议具有同等的法律效力。</p>
<p class="p2">16.2 天天投可因情势变更等原因修改本协议的条款，如用户继续使用天天投平台提供的服务，则视为已明知并同意遵守修改后的协议；如不同意，可提出终止协议的要求并注销其在天天投平台的账号。</p>
<p class="p2">16.3 除非取得天天投的书面同意，用户不得将其在本协议项下的全部或部分权利与义务转让给任何第三方。</p>
<p class="p2">16.4 本协议部分条款无效、被撤销或者终止的，不影响其他条款的效力，其他条款仍然有效。</p>
<p class="p2">16.5 任何一方未能或延迟行使和/或享受其根据本协议享有的权利和/或利益，不应视为对该等权利和/或利益的放弃，且对该等权利和/或利益的部分行使不应妨碍未来对此等权利和/或利益的行使。</p>
</body>
</html>
